Repository: IZZY-Agency/ration
Catalog: Ration/Resources/Localizable.xcstrings
Source language: en
Languages: fr, uk

# featureSwitch.note.warmUpOff
source: Warm-up is off in General
fr: Le préchauffage est désactivé dans Général
uk: Розігрів вимкнено в розділі «Загальні»

# featureSwitch.summary.inUse
source: Marks the account you're working in: IN USE tags, menu-bar dots, Focus hero.
fr: Signale le compte sur lequel vous travaillez : étiquettes EN COURS, points dans la barre des menus, compte mis en avant dans Focus.
uk: Позначає обліковий запис, з яким ви працюєте: мітки АКТИВНИЙ, крапки в рядку меню, головний блок у режимі «Фокус».

# featureSwitch.summary.resets
source: Shows usage-limit resets on cards and in account settings, and alerts about them.
fr: Affiche les réinitialisations de limite sur les cartes et dans les réglages du compte, et envoie des alertes à leur sujet.
uk: Показує скидання лімітів на картках і в параметрах облікового запису та надсилає про них сповіщення.

# featureSwitch.summary.switchAdvice
source: Suggests which account to move to when the one you're on nears its limit.
fr: Suggère le compte vers lequel passer quand celui que vous utilisez approche de sa limite.
uk: Підказує, на який обліковий запис перейти, коли поточний наближається до ліміту.

# featureSwitch.summary.warmUp
source: Starts Claude 5-hour windows automatically for accounts with Auto-start on.
fr: Démarre automatiquement les fenêtres de 5 heures de Claude pour les comptes où le démarrage auto est activé.
uk: Автоматично запускає 5-годинні вікна Claude для облікових записів з увімкненим автозапуском.

# featureSwitch.title.inUse
source: In-use detection
fr: Détection du compte en cours
uk: Визначення активного облікового запису

# featureSwitch.title.resets
source: Resets
fr: Réinitialisations
uk: Скидання

# featureSwitch.title.switchAdvice
source: Switch suggestions
fr: Suggestions de changement
uk: Поради щодо перемикання

# featureSwitch.title.warmUp
source: Claude warm-up
fr: Préchauffage de Claude
uk: Розігрів Claude

# focus.caption.fiveHours
source: of 5 hours left
fr: des 5 heures restant
uk: з 5 годин залишилося

# focus.caption.model
source: of %@ left
fr: de %@ restant
uk: %@ залишилося

# focus.caption.week
source: of the week left
fr: de la semaine restant
uk: тижня залишилося

# focus.left
source: %@ left
fr: %@ restant
uk: залишилося %@

# focus.limitLeft
source: %1$@ %2$@ left
fr: %1$@ : %2$@ restant
uk: %1$@: залишилося %2$@

# focus.paused
source: paused
fr: en pause
uk: призупинено

# focus.shortName.week
source: week
fr: semaine
uk: тиждень

# focus.show
source: Show %@
fr: Afficher %@
uk: Показати %@

# focus.spoken.chosenByYou
source: chosen by you
fr: choisi par vous
uk: вибрано вами

# focus.spoken.inUse
source: in use
fr: en cours d’utilisation
uk: активний

# focus.spoken.inUseLine
source: %1$@, in use, %2$@
fr: %1$@, en cours d’utilisation, %2$@
uk: %1$@, активний, %2$@

# focus.spoken.lastUsed
source: last used
fr: dernière utilisation
uk: останнє використання

# focus.spoken.limitLeft
source: %lld percent of the %2$@ limit left
fr: %2$@ : il reste %lld pour cent de la limite
uk: %2$@: залишилося %lld відсотка ліміту

# focus.spoken.nearlySpent
source: nearly spent, %@
fr: presque épuisé, %@
uk: майже вичерпано, %@

# focus.spoken.noData
source: no current data
fr: aucune donnée actuelle
uk: немає актуальних даних

# focus.spoken.resets
source: resets %@
fr: réinitialisation %@
uk: скидання %@

# focus.switchLine.lead
source: Next %@:
fr: Prochain %@ :
uk: Наступний %@:

# focus.switchLine.left
source: %lld%% left →
fr: %lld %% restant →
uk: залишилося %lld%% →

# focus.tag.lastUsed
source: LAST USED
fr: DERNIÈRE UTILISATION
uk: ОСТАННЄ ВИКОРИСТАННЯ

# freshness.help.hintOffline
source: Click to refresh.
fr: Cliquez pour actualiser.
uk: Натисніть, щоб оновити.

# freshness.help.hintStale
source: Click to see what to do.
fr: Cliquez pour voir quoi faire.
uk: Натисніть, щоб дізнатися, що робити.

# freshness.help.more
source: and %lld more
fr: et %lld autres
uk: і ще %lld

# freshness.help.offline
source: No account could refresh. Check your internet connection.
fr: Aucun compte n’a pu être actualisé. Vérifiez votre connexion Internet.
uk: Жоден обліковий запис не вдалося оновити. Перевірте з’єднання з інтернетом.

# freshness.help.title
source: %lld accounts aren't up to date
fr: %lld comptes ne sont pas à jour
uk: %lld облікового запису не оновлюються

# header.dismissAlerts
source: Dismiss Alerts
fr: Masquer
uk: Приховати

# header.freshness.live
source: LIVE
fr: EN DIRECT
uk: НАЖИВО

# header.freshness.offline
source: OFFLINE
fr: HORS LIGNE
uk: ОФЛАЙН

# header.freshness.spoken.live
source: Live
fr: En direct
uk: Наживо

# header.freshness.spoken.offline
source: Offline
fr: Hors ligne
uk: Офлайн

# header.freshness.spoken.stale
source: %lld accounts stale
fr: %lld comptes obsolètes
uk: %lld застарілого облікового запису

# header.freshness.stale
source: STALE · %lld
fr: OBSOLÈTE · %lld
uk: ЗАСТАРІЛО · %lld

# history.exclusion.count
source: Not shown: %lld accounts with no %2$@ window
fr: Hors graphique : %lld comptes sans fenêtre %2$@
uk: Не показано: %lld облікового запису без вікна %2$@

# history.exclusion.listed
source: Not shown: %1$@ — no %2$@ window
fr: Hors graphique : %1$@ — pas de fenêtre %2$@
uk: Не показано: %1$@ — немає вікна %2$@

# history.exclusion.spoken.count
source: Not shown: %lld accounts with no %2$@ window
fr: Hors graphique : %lld comptes sans %2$@
uk: Не показано: %lld облікового запису, у яких відсутнє %2$@

# history.exclusion.spoken.listed
source: Not shown: %1$@ — no %2$@ window
fr: Hors graphique : %1$@ — pas de %2$@
uk: Не показано: %1$@ — відсутнє %2$@

# history.heatmap.cell
source: %1$@, %2$@ average burn
fr: %1$@, consommation moyenne de %2$@
uk: %1$@, середнє витрачання %2$@

# history.label.paused
source: %@ — PAUSED
fr: %@ — EN PAUSE
uk: %@ — ПРИЗУПИНЕНО

# history.mode.billingCycle
source: Billing cycle
fr: Facturation
uk: Цикл оплати

# history.mode.patterns
source: Patterns
fr: Tendances
uk: Тенденції

# inUse.lastUsed
source: last used · %@
fr: dernière utilisation · %@
uk: останнє використання · %@

# inUse.pill
source: IN USE
fr: EN COURS
uk: АКТИВНИЙ

# inUse.spoken.lastUsed
source: last used %@
fr: dernière utilisation %@
uk: останнє використання %@

# inUse.spoken.pill
source: in use, %@
fr: en cours d’utilisation, %@
uk: активний, %@

# language.pending
source: Ration will use %@ after it relaunches.
fr: Ration utilisera « %@ » après son redémarrage.
uk: Ration використовуватиме мову «%@» після перезапуску.

# launchAtLogin.requiresApproval
source: Allow Ration in System Settings → General → Login Items.
fr: Autorisez Ration dans Réglages Système → Général → Ouverture.
uk: Дозвольте Ration у Системних параметрах → Загальні → Елементи входу.

# limitRow.spoken.noReset
source: reset not scheduled
fr: aucune réinitialisation prévue
uk: скидання не заплановано

# limitRow.spoken.resetsInAt
source: resets in %1$@, at %2$@
fr: réinitialisation dans %1$@, le %2$@
uk: скидання через %1$@, %2$@

# limitRow.spoken.resetsNowAt
source: resets now, at %@
fr: réinitialisation maintenant, le %@
uk: скидання зараз, %@

# limitRow.spoken.row
source: %1$@, %2$@ used, %3$@
fr: %1$@, %2$@ utilisés, %3$@
uk: %1$@, використано %2$@, %3$@

# limitRow.spoken.unavailable
source: %@, unavailable
fr: %@, indisponible
uk: %@, недоступно

# limitRow.tooltip.noReset
source: %@: no scheduled reset
fr: %@ : aucune réinitialisation prévue
uk: %@: скидання не заплановано

# limitRow.tooltip.resets
source: %1$@ · resets %2$@
fr: %1$@ · réinitialisation %2$@
uk: %1$@ · скидання %2$@

# limitRow.tooltip.unavailable
source: %@: unavailable
fr: %@ : indisponible
uk: %@: недоступно

# list.or.pair
source: %1$@ or %2$@
fr: %1$@ ou %2$@
uk: %1$@ або %2$@

# list.or.series
source: %1$@, or %2$@
fr: %1$@ ou %2$@
uk: %1$@ або %2$@

source: no scheduled reset
fr: réinit. non prévue
uk: не заплановано

# notificationAccess.alertsPaneNote
source: Notifications are blocked by macOS — the drop still works.
fr: macOS bloque les notifications — le panneau sous la barre des menus fonctionne toujours.
uk: macOS блокує сповіщення — панель під рядком меню працює й надалі.

# notificationAccess.allowHelp
source: Ask macOS to let Ration send notifications
fr: Demander à macOS d’autoriser Ration à envoyer des notifications
uk: Попросити macOS дозволити Ration надсилати сповіщення

# notificationAccess.allowTitle
source: Allow Notifications
fr: Autoriser les notifications
uk: Дозволити сповіщення

# notificationAccess.generalBlockedNote
source: Allow notifications for Ration in System Settings › Notifications.
fr: Autorisez les notifications de Ration dans Réglages Système › Notifications.
uk: Дозвольте сповіщення для Ration у Системних параметрах › Сповіщення.

# notificationAccess.needsPermissionAlertsNote
source: Allow notifications so alerts can notify — the drop still works.
fr: Autorisez Ration à envoyer des notifications pour recevoir les alertes — le panneau sous la barre des menus fonctionne toujours.
uk: Дозвольте сповіщення, щоб отримувати їх від Ration, — панель під рядком меню працює й надалі.

# notificationAccess.needsPermissionBanner
source: Ration hasn't asked for notification permission yet.
fr: Ration n’a pas encore demandé l’autorisation d’envoyer des notifications.
uk: Ration ще не запитав дозволу на сповіщення.

# notificationAccess.openSettingsTitle
source: Open Notification Settings
fr: Ouvrir les réglages des notifications
uk: Відкрити параметри сповіщень

# notificationAccess.popoverBanner
source: Alerts can't notify — macOS is blocking Ration's notifications
fr: Les alertes ne peuvent pas envoyer de notifications — macOS bloque les notifications de Ration
uk: Сповіщення не надходять — macOS блокує сповіщення Ration

source: observed lower bound
fr: borne inférieure observée
uk: спостережена нижня межа

source: off
fr: aucun
uk: вимк.

# onboarding.connect.subtitle
source: Each account gets its own isolated browser profile on this Mac. Check the padlock address bar before you type a password.
fr: Chaque compte a son propre profil de navigateur isolé sur ce Mac. Vérifiez la barre d’adresse avec le cadenas avant de saisir un mot de passe.
uk: Кожен обліковий запис отримує власний ізольований профіль браузера на цьому Mac. Перш ніж вводити пароль, перевірте адресний рядок із замком.

# onboarding.connect.title
source: Connect your first account
fr: Connectez votre premier compte
uk: Під’єднайте перший обліковий запис

# onboarding.connect.waiting
source: Waiting for sign-in… this step finishes by itself once the account is verified.
fr: En attente de connexion… cette étape se termine d’elle-même une fois le compte vérifié.
uk: Очікування входу… цей крок завершиться сам, щойно обліковий запис буде перевірено.

# onboarding.done.alerts.detail
source: Notifies you at thresholds you choose (%1$@ and %2$@ to begin with). Set them in Settings → Alerts.
fr: Vous avertit aux seuils de votre choix (%1$@ et %2$@ pour commencer). Réglez-les dans Réglages → Alertes.
uk: Сповіщає на вибраних вами порогах (спершу %1$@ і %2$@). Налаштуйте їх у «Параметри → Сповіщення».

# onboarding.done.connectAccount.detail
source: Use the + button at the bottom of the popover, or re-open this guide from Settings → General.
fr: Utilisez le bouton + en bas du menu de Ration, ou rouvrez ce guide depuis Réglages → Général.
uk: Скористайтеся кнопкою + унизу меню Ration або знову відкрийте цей посібник у «Параметри → Загальні».

# onboarding.done.connectAccount.title
source: Connect an account
fr: Connecter un compte
uk: Під’єднати обліковий запис

# onboarding.done.findIcon.detail
source: Press ⌥⌘U to open the window from anywhere.
fr: Appuyez sur ⌥⌘U pour ouvrir la fenêtre depuis n’importe où.
uk: Натисніть ⌥⌘U, щоб відкрити вікно звідусіль.

# onboarding.done.findIcon.title
source: Can't find the icon?
fr: Vous ne trouvez pas l’icône ?
uk: Не бачите значка?

# onboarding.done.history.detail
source: Burn-down charts and billing-cycle utilisation per account.
fr: Graphiques de consommation et utilisation par cycle de facturation, pour chaque compte.
uk: Графіки витрачання та використання за платіжний цикл для кожного облікового запису.

# onboarding.done.moreAccounts.detail
source: Add another any time with the + button at the bottom of the popover.
fr: Ajoutez-en un autre à tout moment avec le bouton + en bas du menu de Ration.
uk: Додайте ще один будь-коли кнопкою + унизу меню Ration.

# onboarding.done.moreAccounts.title
source: More accounts
fr: Autres comptes
uk: Інші облікові записи

# onboarding.done.openSource.detail
source: Source, releases and issues live at github.com/IZZY-Agency/ration. The website is ration.sh — both are one click away in Settings → General and in About.
fr: Le code source, les versions et les tickets se trouvent sur github.com/IZZY-Agency/ration. Le site web est ration.sh — les deux sont à un clic dans Réglages → Général et dans À propos.
uk: Вихідний код, випуски та звернення — на github.com/IZZY-Agency/ration. Вебсайт — ration.sh; обидва посилання є в «Параметри → Загальні» і в «Про програму».

# onboarding.done.settings.detail
source: ⌘, opens it — account labels, sort order, warm-up quiet hours, and this guide.
fr: ⌘, les ouvre — libellés des comptes, ordre de tri, heures calmes du préchauffage et ce guide.
uk: Відкриваються через ⌘, — назви облікових записів, порядок сортування, тихі години розігріву і цей посібник.

# onboarding.done.subtitle.empty
source: No account is connected yet, so there's nothing to track so far. Here's where everything lives when you're ready.
fr: Aucun compte n’est encore connecté : il n’y a donc rien à suivre pour l’instant. Voici où trouver chaque chose, le moment venu.
uk: Жоден обліковий запис ще не під’єднано, тож поки нічого відстежувати. Ось де що знайти, коли будете готові.

# onboarding.done.subtitle.ready
source: Ration is watching your limits. Here's where everything lives.
fr: Ration surveille vos limites. Voici où trouver chaque chose.
uk: Ration стежить за вашими лімітами. Ось де що знайти.

# onboarding.done.title.empty
source: Ready when you are
fr: Prêt quand vous l’êtes
uk: Усе чекає на вас

# onboarding.done.title.ready
source: You're all set
fr: Tout est prêt
uk: Усе готово

# onboarding.hint.chatGPT
source: Passkeys can't run in the sign-in window. Log in at chatgpt.com in your browser, then copy the %@ cookie value (DevTools → Application → Cookies) and paste it into the sign-in window. If your browser shows numbered chunks (…session-token.0 and .1), paste BOTH as name=value pairs separated by a semicolon.
fr: Les clés d’accès ne fonctionnent pas dans la fenêtre de connexion. Connectez-vous à chatgpt.com dans votre navigateur, puis copiez la valeur du cookie %@ (DevTools → Application → Cookies) et collez-la dans la fenêtre de connexion. Si votre navigateur affiche des fragments numérotés (…session-token.0 et .1), collez-les TOUS LES DEUX sous forme de paires name=value séparées par un point-virgule.
uk: Ключі доступу не працюють у вікні входу. Увійдіть на chatgpt.com у браузері, скопіюйте значення cookie %@ (DevTools → Application → Cookies) і вставте його у вікно входу. Якщо браузер показує пронумеровані частини (…session-token.0 і .1), вставте ОБИДВІ як пари name=value, розділені крапкою з комою.

# onboarding.hint.claude.warmUpOff
source: If you sign in with a magic link, paste the link from your email into the field at the top of the sign-in window. Opening it in Safari signs in your browser, not Ration. Warm-up is off in General: Ration won't start your 5-hour window automatically.
fr: Si vous vous connectez avec un lien magique, collez le lien reçu par e-mail dans le champ en haut de la fenêtre de connexion. L’ouvrir dans Safari connecte votre navigateur, pas Ration. Le préchauffage est désactivé dans Général : Ration ne démarrera pas automatiquement votre fenêtre de 5 heures.
uk: Якщо ви входите за магічним посиланням, вставте посилання з листа в поле вгорі вікна входу. Якщо відкрити його в Safari, увійде ваш браузер, а не Ration. Розігрів вимкнено в розділі «Загальні»: Ration не запускатиме ваше 5-годинне вікно автоматично.

# onboarding.hint.claude.warmUpOn
source: If you sign in with a magic link, paste the link from your email into the field at the top of the sign-in window. Opening it in Safari signs in your browser, not Ration. Warm-up is on: Ration will start your 5-hour window automatically. Turn it off per account under Auto-start 5h window in Settings.
fr: Si vous vous connectez avec un lien magique, collez le lien reçu par e-mail dans le champ en haut de la fenêtre de connexion. L’ouvrir dans Safari connecte votre navigateur, pas Ration. Le préchauffage est activé : Ration démarrera automatiquement votre fenêtre de 5 heures. Désactivez-le compte par compte avec « Démarrage auto de la fenêtre de 5 h » dans les Réglages.
uk: Якщо ви входите за магічним посиланням, вставте посилання з листа в поле вгорі вікна входу. Якщо відкрити його в Safari, увійде ваш браузер, а не Ration. Розігрів увімкнено: Ration автоматично запускатиме ваше 5-годинне вікно. Вимкнути його для кожного облікового запису окремо можна в Параметрах, пункт «Автозапуск 5-годинного вікна».

# onboarding.hint.cursor
source: A normal cursor.com sign-in. Cursor reports usage-based spend for the billing cycle rather than a percentage of plan.
fr: Une connexion cursor.com classique. Cursor indique les dépenses à l’usage du cycle de facturation plutôt qu’un pourcentage du forfait.
uk: Звичайний вхід на cursor.com. Cursor показує витрати на використання за платіжний цикл, а не відсоток від тарифу.

# onboarding.launch.subtitle
source: Ration can only track your limits while it's running. Starting it at login means you never have to think about it.
fr: Ration ne peut suivre vos limites que lorsqu’il est ouvert. S’il s’ouvre à la connexion, vous n’avez plus à y penser.
uk: Ration відстежує ліміти, лише поки працює. Якщо запускати його під час входу в систему, про це не доведеться думати.

# onboarding.launch.title
source: Keep it running
fr: Laissez Ration ouvert
uk: Тримайте Ration запущеним

# onboarding.welcome.menuBar.detail
source: There's no Dock icon. Click the ring in the menu bar — or press ⌥⌘U — to open it.
fr: Pas d’icône dans le Dock. Cliquez sur l’anneau dans la barre des menus — ou appuyez sur ⌥⌘U — pour l’ouvrir.
uk: Значка в Dock немає. Натисніть кільце в рядку меню (або ⌥⌘U), щоб відкрити програму.

# onboarding.welcome.menuBar.title
source: Lives in your menu bar
fr: Dans votre barre des menus
uk: Живе в рядку меню

# onboarding.welcome.noMiddleman.detail
source: There's no Ration server, no telemetry, and no account to create. You sign in on the provider's own page — or your SSO provider's, if you use one — and the session stays in an isolated profile on this Mac.
fr: Pas de serveur Ration, pas de télémétrie, aucun compte à créer. Vous vous connectez sur la page du fournisseur — ou celle de votre fournisseur SSO, si vous en utilisez un — et la session reste dans un profil isolé sur ce Mac.
uk: Немає ні сервера Ration, ні телеметрії, ні облікового запису, який треба створювати. Ви входите на сторінці самого постачальника (або вашого SSO-постачальника, якщо ви ним користуєтеся), а сеанс залишається в ізольованому профілі на цьому Mac.

# onboarding.welcome.noMiddleman.title
source: No middleman
fr: Aucun intermédiaire
uk: Без посередників

# onboarding.welcome.realNumbers.detail
source: Reads the same usage endpoints each provider's own site uses — 5-hour and weekly windows, resets, and spend.
fr: Lit les mêmes données d’utilisation que le site de chaque fournisseur — fenêtres de 5 heures et hebdomadaires, réinitialisations et dépenses.
uk: Читає ті самі дані про використання, що й сайт кожного постачальника, — 5-годинні й тижневі вікна, скидання та витрати.

# onboarding.welcome.realNumbers.title
source: Real numbers, not guesses
fr: Des chiffres réels, pas des estimations
uk: Реальні цифри, а не здогадки

# onboarding.welcome.subtitle
source: Your real Claude, ChatGPT and Cursor limits, in the menu bar.
fr: Vos vraies limites Claude, ChatGPT et Cursor, dans la barre des menus.
uk: Ваші реальні ліміти Claude, ChatGPT і Cursor — у рядку меню.

# onboarding.welcome.title
source: Welcome to Ration
fr: Bienvenue dans Ration
uk: Ласкаво просимо до Ration

# plan.automatic
source: Detect automatically
fr: Détecter automatiquement
uk: Визначати автоматично

# plan.automatic.detected
source: Detect automatically (%@)
fr: Détecter automatiquement (%@)
uk: Визначати автоматично (%@)

# plan.automatic.notDetected
source: Detect automatically (not detected)
fr: Détecter automatiquement (non détecté)
uk: Визначати автоматично (не визначено)

# planStep.notSure
source: Not sure
fr: Je ne sais pas
uk: Не знаю

# planStep.subtitle
source: Plans differ in size. Ration uses this to suggest which account to switch to — percentages alone can mislead.
fr: Les forfaits n’ont pas la même taille. Ration s’en sert pour suggérer le compte vers lequel passer — les pourcentages seuls peuvent induire en erreur.
uk: Тарифи різняться обсягом. Ration використовує це, щоб підказати, на який обліковий запис перейти, — самі лише відсотки можуть ввести в оману.

# planStep.title
source: Which plan is this?
fr: De quel forfait s’agit-il ?
uk: Який це тариф?

# popoverLayout.help
source: %@ layout
fr: Disposition %@
uk: Макет «%@»

# profileCleanup.blockingQuit
source: Quit is paused until the cancelled sign-in profile is removed.
fr: La fermeture de Ration est suspendue jusqu’à la suppression du profil de la connexion annulée.
uk: Закриття Ration призупинено, доки не буде вилучено профіль скасованого входу.

# profileCleanup.blockingQuitOnSignIn
source: Quit is paused until the active sign-in finishes.
fr: La fermeture de Ration est suspendue jusqu’à la fin de la connexion en cours.
uk: Закриття Ration призупинено до завершення поточного входу.

# profileCleanup.pending
source: A cancelled sign-in profile still needs cleanup.
fr: Le profil d’une connexion annulée doit encore être nettoyé.
uk: Профіль скасованого входу ще потрібно очистити.

# proof.hello
source: Hello, %@
fr: Bonjour, %@
uk: Привіт, %@

# providerError.authenticationRequired
source: Sign in again to refresh this account.
fr: Reconnectez-vous pour actualiser ce compte.
uk: Увійдіть знову, щоб оновити цей обліковий запис.

# providerError.integrationChanged
source: The provider integration needs an update.
fr: L’intégration du fournisseur doit être mise à jour.
uk: Інтеграцію з постачальником потрібно оновити.

# providerError.offline
source: Subscription limits are unavailable while offline.
fr: Les limites de l’abonnement ne sont pas disponibles hors ligne.
uk: Ліміти підписки недоступні офлайн.

# providerError.rateLimited
source: The provider is rate limiting usage checks. Try again later.
fr: Le fournisseur limite la fréquence des vérifications d’utilisation. Réessayez plus tard.
uk: Постачальник обмежує частоту перевірок використання. Спробуйте пізніше.

# providerError.server
source: The provider could not return subscription limits right now.
fr: Le fournisseur ne peut pas fournir les limites de l’abonnement pour le moment.
uk: Постачальник зараз не може надати дані про ліміти підписки.

# providerError.transport
source: The provider request could not be completed.
fr: La requête au fournisseur n’a pas pu aboutir.
uk: Не вдалося виконати запит до постачальника.

source: quiet
fr: heure calme
uk: тиха година

# quietHours.spoken.toggleDay
source: Toggle all %@
fr: Basculer toute la journée du %@
uk: Перемкнути весь день: %@

# quietHours.spoken.toggleHour
source: Toggle all %@
fr: Basculer %@ tous les jours
uk: Перемкнути %@ для всіх днів
